11/data/attachments/56d8afda3d7413d4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_703cfd77-f093-441b-a192-5f4b67bb892e</nif:username>
            <nif:friendToBeAdded>Zachary_community_Actions_24629_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>